Repository: lukasaberg451/Pulse
Catalog: Pulse/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, sv

# %.1f %@ × %lld reps
source: %1$.1f %2$@ × %3$lld reps
de: %1$.1f %2$@ × %3$lld Wdh.
ja: %1$.1f %2$@ × %3$lld回
ko: %1$.1f %2$@ × %3$lld회

source: %@ - Copy
de: %@ - Kopie
es: %@ - Copia
fr: %@ - Copie
ja: %@ - コピー
ko: %@ - 복사
nl: %@ - Kopie
pt_br: %@ - Cópia
sv: %@ - Kopia

# %@ %@ %@ × %lld reps
source: %1$@ %2$@ %3$@ × %4$lld reps
de: %@ %@ %@ × %lld Wdh.
es: %@ %@ %@ × %lld reps
fr: %@ %@ %@ × %lld reps
ja: %@ %@ %@ × %lld回
ko: %@ %@ %@ × %lld회
nl: %@ %@ %@ × %lld reps
pt_br: %@ %@ %@ × %lld reps
sv: %@ %@ %@ × %lld reps

# %@ %@ %@ since start
source: %1$@ %2$@ %3$@ since start
de: %1$@ %2$@ %3$@ seit Beginn
es: %1$@ %2$@ %3$@ desde el inicio
fr: %1$@ %2$@ %3$@ depuis le début
ja: 開始から%1$@ %2$@ %3$@
ko: 시작 이후 %1$@ %2$@ %3$@
nl: %1$@ %2$@ %3$@ sinds start
pt_br: %1$@ %2$@ %3$@ desde o início
sv: %1$@ %2$@ %3$@ sedan start

# %@ %@ from target
source: %1$@ %2$@ from target
de: %1$@ %2$@ vom Ziel entfernt
es: %1$@ %2$@ del objetivo
fr: %1$@ %2$@ de l'objectif
ja: 目標まで%1$@ %2$@
ko: 목표까지 %1$@ %2$@
nl: %1$@ %2$@ van doel
pt_br: %1$@ %2$@ da meta
sv: %1$@ %2$@ från mål

# %@ free, then %@/month
source: %1$@ free, then %2$@/month
de: %1$@ kostenlos, danach %2$@/Monat
es: %1$@ gratis, luego %2$@/mes
fr: %1$@ gratuit, puis %2$@/mois
ja: %1$@無料、その後%2$@/月
ko: %1$@ 무료, 이후 %2$@/월
nl: %1$@ gratis, daarna %2$@/maand
pt_br: %1$@ grátis, depois %2$@/mês
sv: %1$@ gratis, sedan %2$@/månad

source: %1$@ makes up %2$@ of your sets this month. Uneven training can create strength imbalances. Consider adding work for opposing muscle groups.
de: %1$@ macht %2$@ deiner Sätze diesen Monat aus. Ungleichmäßiges Training kann Kraft-Ungleichgewichte erzeugen. Erwäge, Übungen für die gegenüberliegenden Muskelgruppen hinzuzufügen.
es: %1$@ representa el %2$@ de tus series este mes. El entrenamiento desigual puede crear desequilibrios de fuerza. Considera añadir trabajo para los grupos musculares opuestos.
fr: %1$@ représente %2$@ de tes séries ce mois-ci. Un entraînement déséquilibré peut créer des déséquilibres de force. Pense à travailler les groupes musculaires opposés.
ja: %1$@は今月のセット数の%2$@を占めています。偏ったトレーニングは筋力のアンバランスを生む可能性があります。反対側の筋群のトレーニングも検討しましょう。
ko: %1$@이(가) 이번 달 세트의 %2$@를 차지합니다. 불균형한 훈련은 근력 불균형을 만들 수 있습니다. 반대 근육군 운동을 추가해 보세요.
nl: %1$@ maakt %2$@ uit van je sets deze maand. Ongelijkmatige training kan krachtonevenwichtigheden veroorzaken. Overweeg om oefeningen voor tegenovergestelde spiergroepen toe te voegen.
pt_br: %1$@ representa %2$@ das suas séries este mês. Treino desigual pode criar desequilíbrios de força. Considere adicionar exercícios para os grupos musculares opostos.
sv: %1$@ utgör %2$@ av dina set denna månad. Ojämn träning kan skapa styrkebalans. Överväg att lägga till övningar för motverkande muskelgrupper.

source: %@ reps
de: %@ Wdh.
ja: %@回
ko: %@회

# %lld %@ streak
source: %1$lld %2$@ streak
de: %lld %@ Serie
es: Racha de %lld %@
fr: Série de %lld %@
ja: %lld %@連続
ko: %lld %@ 연속
nl: %lld %@ reeks
pt_br: Sequência de %lld %@
sv: %lld %@ svit

source: %lld days ago
de: Vor %lld Tagen
es: Hace %lld días
fr: Il y a %lld jours
ja: %lld日前
ko: %lld일 전
nl: %lld dagen geleden
pt_br: Há %lld dias
sv: %lld dagar sedan

source: %lld exercises
de: %lld Übungen
es: %lld ejercicios
fr: %lld exercices
ja: %lld種目
ko: %lld개 운동
nl: %lld oefeningen
pt_br: %lld exercícios
sv: %lld övningar

# %lld more %@ to stay on track
source: %1$lld more %2$@ to stay on track
de: Noch %lld %@ um auf Kurs zu bleiben
es: %lld %@ más para mantener el ritmo
fr: Encore %lld %@ pour rester sur la bonne voie
ja: あと%lld %@で目標達成
ko: 목표 달성까지 %lld %@ 더
nl: Nog %lld %@ om op schema te blijven
pt_br: Mais %lld %@ para manter o ritmo
sv: %lld %@ till för att hålla kursen

source: %lld reps
de: %lld Wdh.
ja: %lld回
ko: %lld회

source: %lld sets
de: %lld Sätze
es: %lld series
fr: %lld séries
ja: %lldセット
ko: %lld세트
pt_br: %lld séries
sv: %lld set

source: %lld Workouts Strong
de: %lld Workouts geschafft
es: %lld Entrenamientos completados
fr: %lld entraînements accomplis
ja: %lld回のワークアウト達成
ko: %lld회 운동 달성
nl: %lld trainingen sterk
pt_br: %lld Treinos concluídos
sv: %lld träningspass klara

# %lld/%lld %@ • %@ %@ • %llds %@
source: %1$lld/%2$lld %3$@ • %4$@ %5$@ • %6$llds %7$@
de: %lld/%lld %@ • %@ %@ • %llds %@
es: %lld/%lld %@ • %@ %@ • %llds %@
fr: %lld/%lld %@ • %@ %@ • %llds %@
ja: %lld/%lld %@ • %@ %@ • %lld秒 %@
ko: %lld/%lld %@ • %@ %@ • %lld초 %@
nl: %lld/%lld %@ • %@ %@ • %llds %@
pt_br: %lld/%lld %@ • %@ %@ • %llds %@
sv: %lld/%lld %@ • %@ %@ • %llds %@

# %lld/%lld %@ • %@ • %llds %@
source: %1$lld/%2$lld %3$@ • %4$@ • %5$llds %6$@
de: %lld/%lld %@ • %@ • %llds %@
es: %lld/%lld %@ • %@ • %llds %@
fr: %lld/%lld %@ • %@ • %llds %@
ja: %lld/%lld %@ • %@ • %lld秒 %@
ko: %lld/%lld %@ • %@ • %lld초 %@
nl: %lld/%lld %@ • %@ • %llds %@
pt_br: %lld/%lld %@ • %@ • %llds %@
sv: %lld/%lld %@ • %@ • %llds %@

# %llds %@
source: %1$llds %2$@
de: %llds %@
es: %llds %@
fr: %llds %@
ja: %lld秒 %@
ko: %lld초 %@
nl: %llds %@
pt_br: %llds %@
sv: %llds %@

source: %llds rest
de: %llds Pause
es: %llds descanso
fr: %llds repos
ja: %lld秒休憩
ko: %lld초 휴식
nl: %llds rust
pt_br: %llds descanso
sv: %llds vila

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
ja: 1日
ko: 1일
nl: 1 dag
pt_br: 1 dia
sv: 1 dag

source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
ja: 1ヶ月
ko: 1개월
nl: 1 maand
pt_br: 1 mês
sv: 1 månad

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
ja: 1年
ko: 1년
nl: 1 jaar
pt_br: 1 ano
sv: 1 år

source: 1RM Progression (%@)
de: 1RM-Verlauf (%@)
es: Progresión 1RM (%@)
fr: Progression 1RM (%@)
ja: 1RM推移 (%@)
ko: 1RM 추이 (%@)
nl: 1RM-progressie (%@)
pt_br: Progressão 1RM (%@)
sv: 1RM-utveckling (%@)

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7日
ko: 7일
nl: 7 dagen
pt_br: 7 dias
sv: 7 dagar

source: A copy of '%@' has been created. You can find it in your routine list.
de: Eine Kopie von '%@' wurde erstellt. Du findest sie in deiner Routinenliste.
es: Se ha creado una copia de '%@'. Puedes encontrarla en tu lista de rutinas.
fr: Une copie de '%@' a été créée. Tu peux la trouver dans ta liste de routines.
ja: '%@'のコピーが作成されました。ルーティン一覧で確認できます。
ko: '%@'의 복사본이 생성되었습니다. 루틴 목록에서 확인할 수 있습니다.
nl: Een kopie van '%@' is aangemaakt. Je vindt het in je routinelijst.
pt_br: Uma cópia de '%@' foi criada. Você pode encontrá-la na sua lista de rotinas.
sv: En kopia av '%@' har skapats. Du hittar den i din rutinlista.

source: A new version (%@) of Pulse is available. Update now to get the latest features and improvements.
de: Eine neue Version (%@) von Pulse ist verfügbar. Jetzt aktualisieren, um die neuesten Funktionen und Verbesserungen zu erhalten.
es: Una nueva versión (%@) de Pulse está disponible. Actualiza ahora para obtener las últimas funciones y mejoras.
fr: Une nouvelle version (%@) de Pulse est disponible. Mets à jour maintenant pour les dernières fonctionnalités et améliorations.
ja: Pulseの新バージョン（%@）が利用可能です。最新の機能と改善を入手するには今すぐアップデートしてください。
ko: Pulse 새 버전(%@)을 사용할 수 있습니다. 최신 기능과 개선 사항을 받으려면 지금 업데이트하세요.
nl: Een nieuwe versie (%@) van Pulse is beschikbaar. Update nu voor de nieuwste functies en verbeteringen.
pt_br: Uma nova versão (%@) do Pulse está disponível. Atualize agora para obter os recursos e melhorias mais recentes.
sv: En ny version (%@) av Pulse finns tillgänglig. Uppdatera nu för de senaste funktionerna och förbättringarna.

source: About the same
de: Ungefähr gleich
es: Más o menos igual
fr: À peu près pareil
ja: ほぼ同じ
ko: 거의 비슷함
nl: Ongeveer hetzelfde
pt_br: Praticamente igual
sv: Ungefär lika

source: Above your usual
de: Über deinem Durchschnitt
es: Por encima de lo habitual
fr: Au-dessus de ton habitude
ja: 通常より上
ko: 평소보다 높음
nl: Boven je gebruikelijke
pt_br: Acima do seu habitual
sv: Över ditt vanliga

source: Achievement Complete!
de: Erfolg freigeschaltet!
es: ¡Logro Desbloqueado!
fr: Succès débloqué !
ja: 実績達成！
ko: 업적 달성!
nl: Prestatie behaald!
pt_br: Conquista Desbloqueada!
sv: Prestation uppnådd!

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
nl: Actief
pt_br: Ativo
sv: Aktiv

source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
nl: Activiteit
pt_br: Atividade
sv: Aktivitet

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
nl: Toevoegen
pt_br: Adicionar
sv: Lägg till

source: Add a description or notes
de: Beschreibung oder Notizen hinzufügen
es: Añadir descripción o notas
fr: Ajouter une description ou des notes
ja: 説明やメモを追加
ko: 설명 또는 메모 추가
nl: Voeg beschrijving of notities toe
pt_br: Adicionar descrição ou notas
sv: Lägg till beskrivning eller anteckningar

source: Add a weight goal
de: Gewichtsziel hinzufügen
es: Añadir objetivo de peso
fr: Ajouter un objectif de poids
ja: 体重目標を追加
ko: 체중 목표 추가
nl: Gewichtsdoel toevoegen
pt_br: Adicionar meta de peso
sv: Lägg till viktmål

source: Add Exercise
de: Übung hinzufügen
es: Añadir Ejercicio
fr: Ajouter un exercice
ja: 種目を追加
ko: 운동 추가
nl: Oefening toevoegen
pt_br: Adicionar Exercício
sv: Lägg till övning

source: Add exercises to build your routine
de: Füge Übungen hinzu, um deine Routine zu erstellen
es: Añade ejercicios para crear tu rutina
fr: Ajoute des exercices pour créer ta routine
ja: 種目を追加してルーティンを作成
ko: 운동을 추가하여 루틴을 만드세요
nl: Voeg oefeningen toe om je routine op te bouwen
pt_br: Adicione exercícios para montar sua rotina
sv: Lägg till övningar för att bygga din rutin

source: Add Name
de: Name hinzufügen
es: Añadir Nombre
fr: Ajouter un nom
ja: 名前を追加
ko: 이름 추가
nl: Naam toevoegen
pt_br: Adicionar Nome
sv: Lägg till namn

source: Add Some Variety
de: Bringe Abwechslung rein
es: Añade algo de variedad
fr: Ajoute de la variété
ja: バリエーションを加えよう
ko: 다양성을 추가하세요
nl: Voeg wat variatie toe
pt_br: Adicione variedade
sv: Lägg till variation

source: Add Workout
de: Workout hinzufügen
es: Añadir Entrenamiento
fr: Ajouter un entraînement
ja: ワークアウトを追加
ko: 운동 추가
nl: Training toevoegen
pt_br: Adicionar Treino
sv: Lägg till träningspass

source: Add your height
de: Größe eingeben
es: Añadir tu altura
fr: Ajouter ta taille
ja: 身長を入力
ko: 키를 입력하세요
nl: Voer je lengte in
pt_br: Adicionar sua altura
sv: Ange din längd

source: Add your height and weight to see BMI and track your progress
de: Gib Größe und Gewicht ein, um deinen BMI zu sehen und deinen Fortschritt zu verfolgen
es: Añade tu altura y peso para ver el IMC y seguir tu progreso
fr: Ajoute ta taille et ton poids pour voir ton IMC et suivre tes progrès
ja: 身長と体重を入力してBMIを確認し、進捗を追跡しましょう
ko: 키와 체중을 입력하여 BMI를 확인하고 진행 상황을 추적하세요
nl: Voer je lengte en gewicht in om BMI te zien en je voortgang bij te houden
pt_br: Adicione sua altura e peso para ver o IMC e acompanhar seu progresso
sv: Ange din längd och vikt för att se BMI och följa din utveckling

source: added
de: hinzugefügt
es: añadido
fr: ajouté
ja: 追加済み
ko: 추가됨
nl: toegevoegd
pt_br: adicionado
sv: tillagd

source: AI Assistant
de: KI-Assistent
es: Asistente IA
fr: Assistant IA
ja: AIアシスタント
ko: AI 어시스턴트
nl: AI-assistent
pt_br: Assistente IA
sv: AI-assistent

source: AI features need a connection
de: KI-Funktionen benötigen eine Verbindung
es: Las funciones de IA necesitan conexión
fr: Les fonctionnalités IA nécessitent une connexion
ja: AI機能にはインターネット接続が必要です
ko: AI 기능에는 인터넷 연결이 필요합니다
nl: AI-functies vereisen een internetverbinding
pt_br: Recursos de IA precisam de conexão
sv: AI-funktioner kräver internetanslutning

source: AI generated · review before saving
de: KI-generiert · vor dem Speichern überprüfen
es: Generado por IA · revisa antes de guardar
fr: Généré par IA · vérifier avant d'enregistrer
ja: AI生成 · 保存前に確認してください
ko: AI 생성 · 저장 전 검토해 주세요
nl: AI-gegenereerd · controleer voor opslaan
pt_br: Gerado por IA · revise antes de salvar
sv: AI-genererat · granska innan du sparar

source: AI Logged
de: KI-Protokolliert
es: Registrado por IA
fr: Enregistré par IA
ja: AI記録
ko: AI 기록
nl: AI-gelogd
pt_br: Registrado por IA
sv: AI-loggat

source: AI logging needs a connection
de: KI-Protokollierung benötigt eine Verbindung
es: El registro por IA necesita conexión
fr: L'enregistrement IA nécessite une connexion
ja: AIログにはインターネット接続が必要です
ko: AI 기록에는 인터넷 연결이 필요합니다
nl: AI-logging vereist een internetverbinding
pt_br: Registro por IA precisa de conexão
sv: AI-loggning kräver internetanslutning

source: All Exercises
de: Alle Übungen
es: Todos los Ejercicios
fr: Tous les exercices
ja: すべての種目
ko: 모든 운동
nl: Alle oefeningen
pt_br: Todos os Exercícios
sv: Alla övningar

source: All Time Zones
de: Alle Zeitzonen
es: Todas las zonas horarias
fr: Tous les fuseaux horaires
ja: すべてのタイムゾーン
ko: 모든 시간대
nl: Alle tijdzones
pt_br: Todos os fusos horários
sv: Alla tidszoner

source: All your training this month targets upper body. Lower-body exercises like squats and deadlifts boost testosterone, burn more calories, and prevent muscular imbalances.
de: Dein gesamtes Training in diesem Monat zielt auf den Oberkörper ab. Unterkörperübungen wie Kniebeugen und Kreuzheben steigern Testosteron, verbrennen mehr Kalorien und beugen muskulären Ungleichgewichten vor.
es: Todo tu entrenamiento este mes se centra en el tren superior. Ejercicios de tren inferior como sentadillas y peso muerto aumentan la testosterona, queman más calorías y previenen desequilibrios musculares.
fr: Tout ton entraînement ce mois-ci cible le haut du corps. Les exercices pour le bas du corps comme les squats et les soulevés de terre stimulent la testostérone, brûlent plus de calories et préviennent les déséquilibres musculaires.
ja: 今月のトレーニングはすべて上半身です。スクワットやデッドリフトなどの下半身の種目はテストステロンを高め、カロリーをより多く燃焼し、筋肉のアンバランスを防ぎます。
ko: 이번 달 훈련이 모두 상체에 집중되어 있습니다. 스쿼트와 데드리프트 같은 하체 운동은 테스토스테론을 높이고 칼로리를 더 많이 소모하며 근육 불균형을 방지합니다.
nl: Al je training deze maand richt zich op het bovenlichaam. Onderlichaamsoefeningen zoals squats en deadlifts verhogen testosteron, verbranden meer calorieën en voorkomen spieronevenwichtigheden.
pt_br: Todo o seu treino neste mês é focado na parte superior. Exercícios de membros inferiores como agachamentos e levantamento terra aumentam a testosterona, queimam mais calorias e previnem desequilíbrios musculares.
sv: All din träning denna månad riktar sig mot överkroppen. Underkroppsövningar som knäböj och marklyft ökar testosteron, förbränner fler kalorier och förebygger muskulära obalanser.

source: Already Have an Account
de: Bereits ein Konto vorhanden
es: Ya Tienes una Cuenta
fr: Déjà un compte
ja: アカウントをお持ちの方
ko: 이미 계정이 있으신가요
nl: Heb al een account
pt_br: Já Tem uma Conta
sv: Har redan ett konto

source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es: Se produjo un error. Por favor, inténtalo de nuevo.
fr: Une erreur est survenue. Veuillez réessayer.
ja: エラーが発生しました。もう一度お試しください。
ko: 오류가 발생했습니다. 다시 시도해 주세요.
nl: Er is een fout opgetreden. Probeer het opnieuw.
pt_br: Ocorreu um erro. Por favor, tente novamente.
sv: Ett fel uppstod. Försök igen.

source: Analytics
de: Analysen
es: Análisis
fr: Analyses
ja: 分析
ko: 분석
nl: Analyses
pt_br: Análises
sv: Analyser

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
nl: Uiterlijk
pt_br: Aparência
sv: Utseende

source: Apple Health Access
de: Apple Health Zugriff
es: Acceso a Apple Health
fr: Accès Apple Health
ja: Apple Healthアクセス
ko: Apple Health 접근
nl: Apple Health-toegang
pt_br: Acesso ao Apple Health
sv: Apple Health-åtkomst

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
nl: Toepassen
pt_br: Aplicar
sv: Tillämpa

source: Are you sure you want to delete '%@'? All past workouts related to the routine will not be deleted. This action cannot be undone.
de: Möchtest du '%@' wirklich löschen? Alle vergangenen Workouts dieser Routine bleiben erhalten. Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar '%@'? Todos los entrenamientos anteriores relacionados con la rutina no se eliminarán. Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer '%@' ? Tous les entraînements passés liés à cette routine ne seront pas supprimés. Cette action est irréversible.
ja: '%@'を削除しますか？このルーティンに関連する過去のワークアウトは削除されません。この操作は取り消せません。
ko: '%@'을(를) 삭제하시겠습니까? 이 루틴과 관련된 과거 운동 기록은 삭제되지 않습니다. 이 작업은 취소할 수 없습니다.
nl: Weet je zeker dat je '%@' wilt verwijderen? Alle eerdere trainingen gerelateerd aan deze routine worden niet verwijderd. Deze actie kan niet ongedaan worden gemaakt.
pt_br: Tem certeza que deseja excluir '%@'? Todos os treinos anteriores relacionados à rotina não serão excluídos. Esta ação não pode ser desfeita.
sv: Är du säker på att du vill radera '%@'? Alla tidigare träningspass relaterade till rutinen raderas inte. Denna åtgärd kan inte ångras.

source: Are you sure you want to delete '%@'? This will remove the exercise from routines, stats and all past workouts. This action cannot be undone.
de: Möchtest du '%@' wirklich löschen? Die Übung wird aus Routinen, Statistiken und allen vergangenen Workouts entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar '%@'? Esto eliminará el ejercicio de las rutinas, estadísticas y todos los entrenamientos anteriores. Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer '%@' ? L'exercice sera retiré des routines, statistiques et tous les entraînements passés. Cette action est irréversible.
ja: '%@'を削除しますか？この種目はルーティン、統計、すべての過去のワークアウトから削除されます。この操作は取り消せません。
ko: '%@'을(를) 삭제하시겠습니까? 이 운동은 루틴, 통계 및 모든 과거 운동 기록에서 제거됩니다. 이 작업은 취소할 수 없습니다.
nl: Weet je zeker dat je '%@' wilt verwijderen? De oefening wordt verwijderd uit routines, statistieken en alle eerdere trainingen. Deze actie kan niet ongedaan worden gemaakt.
pt_br: Tem certeza que deseja excluir '%@'? Isso removerá o exercício das rotinas, estatísticas e todos os treinos anteriores. Esta ação não pode ser desfeita.
sv: Är du säker på att du vill radera '%@'? Övningen tas bort från rutiner, statistik och alla tidigare träningspass. Denna åtgärd kan inte ångras.

source: Are you sure you want to delete %lld routines? All past workouts related to these routines will not be deleted. This action cannot be undone.
de: Möchtest du %lld Routinen wirklich löschen? Alle vergangenen Workouts dieser Routinen bleiben erhalten. Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar %lld rutinas? Todos los entrenamientos anteriores relacionados con estas rutinas no se eliminarán. Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer %lld routines ? Tous les entraînements passés liés à ces routines ne seront pas supprimés. Cette action est irréversible.
ja: %lld個のルーティンを削除しますか？これらのルーティンに関連する過去のワークアウトは削除されません。この操作は取り消せません。
ko: %lld개의 루틴을 삭제하시겠습니까? 이 루틴과 관련된 과거 운동 기록은 삭제되지 않습니다. 이 작업은 취소할 수 없습니다.
nl: Weet je zeker dat je %lld routines wilt verwijderen? Alle eerdere trainingen gerelateerd aan deze routines worden niet verwijderd. Deze actie kan niet ongedaan worden gemaakt.
pt_br: Tem certeza que deseja excluir %lld rotinas? Todos os treinos anteriores relacionados a essas rotinas não serão excluídos. Esta ação não pode ser desfeita.
sv: Är du säker på att du vill radera %lld rutiner? Alla tidigare träningspass relaterade till dessa rutiner raderas inte. Denna åtgärd kan inte ångras.

source: Are you sure you want to delete this workout? This action cannot be undone.
de: Möchtest du dieses Workout wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este entrenamiento? Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer cet entraînement ? Cette action est irréversible.
ja: このワークアウトを削除しますか？この操作は取り消せません。
ko: 이 운동을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nl: Weet je zeker dat je deze training wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt_br: Tem certeza que deseja excluir este treino? Esta ação não pode ser desfeita.
sv: Är du säker på att du vill radera detta träningspass? Denna åtgärd kan inte ångras.

source: Are you sure you want to delete your account? This action is permanent and cannot be undone. All your data will be removed.
de: Möchtest du dein Konto wirklich löschen? Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden. Alle deine Daten werden entfernt.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción es permanente y no se puede deshacer. Todos tus datos serán eliminados.
fr: Es-tu sûr de vouloir supprimer ton compte ? Cette action est permanente et irréversible. Toutes tes données seront supprimées.
ja: アカウントを削除しますか？この操作は永久的で取り消せません。すべてのデータが削除されます。
ko: 계정을 삭제하시겠습니까? 이 작업은 영구적이며 취소할 수 없습니다. 모든 데이터가 삭제됩니다.
nl: Weet je zeker dat je je account wilt verwijderen? Deze actie is permanent en kan niet ongedaan worden gemaakt. Al je gegevens worden verwijderd.
pt_br: Tem certeza que deseja excluir sua conta? Esta ação é permanente e não pode ser desfeita. Todos os seus dados serão removidos.
sv: Är du säker på att du vill radera ditt konto? Denna åtgärd är permanent och kan inte ångras. All din data kommer att raderas.

source: Are you sure you want to finish this workout?
de: Möchtest du dieses Workout wirklich beenden?
es: ¿Estás seguro de que quieres finalizar este entrenamiento?
fr: Es-tu sûr de vouloir terminer cet entraînement ?
ja: このワークアウトを終了しますか？
ko: 이 운동을 종료하시겠습니까?
nl: Weet je zeker dat je deze training wilt afronden?
pt_br: Tem certeza que deseja finalizar este treino?
sv: Är du säker på att du vill avsluta detta träningspass?

source: Are you sure you want to remove '%@' from your schedule?
de: Möchtest du '%@' wirklich aus deinem Zeitplan entfernen?
es: ¿Estás seguro de que quieres eliminar '%@' de tu agenda?
fr: Es-tu sûr de vouloir retirer '%@' de ton planning ?
ja: スケジュールから'%@'を削除しますか？
ko: 일정에서 '%@'을(를) 제거하시겠습니까?
nl: Weet je zeker dat je '%@' uit je schema wilt verwijderen?
pt_br: Tem certeza que deseja remover '%@' da sua agenda?
sv: Är du säker på att du vill ta bort '%@' från ditt schema?

source: Are you sure you want to remove %lld workouts from your schedule?
de: Möchtest du %lld Workouts wirklich aus deinem Zeitplan entfernen?
es: ¿Estás seguro de que quieres eliminar %lld entrenamientos de tu agenda?
fr: Es-tu sûr de vouloir retirer %lld entraînements de ton planning ?
ja: スケジュールから%lld個のワークアウトを削除しますか？
ko: 일정에서 %lld개의 운동을 제거하시겠습니까?
nl: Weet je zeker dat je %lld trainingen uit je schema wilt verwijderen?
pt_br: Tem certeza que deseja remover %lld treinos da sua agenda?
sv: Är du säker på att du vill ta bort %lld träningspass från ditt schema?

source: Are you sure you want to sign out?
de: Möchtest du dich wirklich abmelden?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Es-tu sûr de vouloir te déconnecter ?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?
nl: Weet je zeker dat je wilt uitloggen?
pt_br: Tem certeza que deseja sair?
sv: Är du säker på att du vill logga ut?

source: Background Workouts
de: Workouts im Hintergrund
es: Entrenamientos en segundo plano
fr: Entraînements en arrière-plan
ja: バックグラウンドワークアウト
ko: 백그라운드 운동
nl: Achtergrondtrainingen
pt_br: Treinos em segundo plano
sv: Bakgrundsträning

source: Balance Your Training
de: Gleiche dein Training aus
es: Equilibra tu entrenamiento
fr: Équilibre ton entraînement
ja: トレーニングのバランスを整えよう
ko: 훈련 균형 맞추기
nl: Balanceer je training
pt_br: Equilibre seu treino
sv: Balansera din träning

source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
ja: バランス良い
ko: 균형 잡힘
nl: Gebalanceerd
pt_br: Equilibrado
sv: Balanserad

source: Based on
de: Basierend auf
es: Basado en
fr: Basé sur
ja: 基準
ko: 기준
nl: Gebaseerd op
pt_br: Baseado em
sv: Baserat på

# Based on %.1f %@ × %lld reps
source: Based on %1$.1f %2$@ × %3$lld reps
de: Basierend auf %1$.1f %2$@ × %3$lld Wdh.
es: Basado en %1$.1f %2$@ × %3$lld reps
fr: Basé sur %1$.1f %2$@ × %3$lld reps
ja: %1$.1f %2$@ × %3$lld回に基づく
ko: %1$.1f %2$@ × %3$lld회 기준
nl: Gebaseerd op %1$.1f %2$@ × %3$lld reps
pt_br: Baseado em %1$.1f %2$@ × %3$lld reps
sv: Baserat på %1$.1f %2$@ × %3$lld reps
